{
  "buckets": [
    {
      "Name": "dorado",
      "Source": "https://github.com/chawyehsu/dorado",
      "Updated": "2023-04-11T08:12:10+08:00",
      "Manifests": 233
    },
    {
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2023-04-11T20:05:10+08:00",
      "Manifests": 1788
    },
    {
      "Name": "java",
      "Source": "https://github.com/ScoopInstaller/Java",
      "Updated": "2023-04-11T16:19:46+08:00",
      "Manifests": 254
    },
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2023-04-11T16:26:51+08:00",
      "Manifests": 1188
    },
    {
      "Name": "nerd-fonts",
      "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
      "Updated": "2023-04-08T19:08:51+08:00",
      "Manifests": 221
    },
    {
      "Name": "nirsoft",
      "Source": "https://github.com/kodybrown/scoop-nirsoft",
      "Updated": "2022-06-22T00:00:55+08:00",
      "Manifests": 271
    },
    {
      "Name": "nonportable",
      "Source": "https://github.com/ScoopInstaller/Nonportable",
      "Updated": "2023-04-11T09:44:16+08:00",
      "Manifests": 127
    },
    {
      "Name": "sysinternals",
      "Source": "https://github.com/niheaven/scoop-sysinternals",
      "Updated": "2023-04-04T09:46:39+08:00",
      "Manifests": 75
    },
    {
      "Name": "versions",
      "Source": "https://github.com/ScoopInstaller/Versions",
      "Updated": "2023-04-11T16:33:01+08:00",
      "Manifests": 418
    }
  ],
  "apps": [
    {
      "Updated": "2023-03-20T20:43:28.4786667+08:00",
      "Version": "22.01",
      "Name": "7zip",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-20T20:51:32.676057+08:00",
      "Version": "1.36.0-1",
      "Name": "aria2",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-21T21:26:46.9184187+08:00",
      "Version": "10.3.0.90",
      "Name": "autodarkmode",
      "Info": "",
      "Source": "dorado"
    },
    {
      "Updated": "2023-03-20T22:34:55.3114062+08:00",
      "Version": "6.29",
      "Name": "bandizip6",
      "Info": "",
      "Source": "versions"
    },
    {
      "Updated": "2023-04-06T19:26:25.5128458+08:00",
      "Version": "1.50.114",
      "Name": "brave",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-10T00:37:23.8468029+08:00",
      "Version": "2022.2.5",
      "Name": "clion",
      "Info": "",
      "Source": "<auto-generated>"
    },
    {
      "Updated": "2023-03-22T08:34:37.5725595+08:00",
      "Version": "2.05",
      "Name": "cpu-z",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-02T16:34:00.4869721+08:00",
      "Version": "8.17.14",
      "Name": "crystaldiskinfo",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-20T21:41:55.1912884+08:00",
      "Version": "1.4.1.1022",
      "Name": "everything",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-20T21:29:22.7201189+08:00",
      "Version": "6.19.0.5156",
      "Name": "freedownloadmanager",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-20T22:28:00.2340946+08:00",
      "Version": "1.5.1.162",
      "Name": "geekuninstaller",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-06T19:28:54.158696+08:00",
      "Version": "1.20.3",
      "Name": "go",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-04-01T19:42:00.7488738+08:00",
      "Version": "7.42-5030",
      "Name": "hwinfo",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-08T14:18:15.9590673+08:00",
      "Version": "2022.2.5",
      "Name": "idea-ultimate",
      "Info": "",
      "Source": "<auto-generated>"
    },
    {
      "Updated": "2023-03-20T21:06:46.7987015+08:00",
      "Version": "2.7.4",
      "Name": "keepassxc",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-07T22:37:54.5520259+08:00",
      "Version": "3.54.0",
      "Name": "losslesscut",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-04T22:53:16.3913318+08:00",
      "Version": "0.92.17",
      "Name": "madvr",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-20T21:33:22.2785901+08:00",
      "Version": "22.10",
      "Name": "miktex",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-04-11T20:04:43.5632866+08:00",
      "Version": "2.40.0.windows.1",
      "Name": "mingit",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-04-03T22:33:27.8119225+08:00",
      "Version": "2.0.0",
      "Name": "mpc-hc-fork",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-09T23:49:25.5926222+08:00",
      "Version": "20230409",
      "Name": "mpv-git",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-10T23:17:18.0654964+08:00",
      "Version": "2023-03-18",
      "Name": "msys2",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-21T01:57:42.12615+08:00",
      "Version": "8.0.32",
      "Name": "mysql",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-04-08T10:59:50.7151898+08:00",
      "Version": "0.9.0",
      "Name": "neovim",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-22T00:18:44.1990132+08:00",
      "Version": "18.15.0",
      "Name": "nodejs-lts",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-20T20:53:19.6918309+08:00",
      "Version": "10.0.6.2",
      "Name": "office-tool-plus",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-11T18:41:48.7983102+08:00",
      "Version": "14.29.1",
      "Name": "oh-my-posh",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-04-01T15:29:39.7595125+08:00",
      "Version": "1.1.0",
      "Name": "posh-git",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-06T21:46:21.797726+08:00",
      "Version": "3.11.3",
      "Name": "python",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-21T22:46:56.8663659+08:00",
      "Version": "4.5.2.10",
      "Name": "qbittorrent-enhanced",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-20T22:55:48.4650946+08:00",
      "Version": "3.7.3",
      "Name": "quicklook",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-01T15:08:08.8187784+08:00",
      "Version": "0.2.4",
      "Name": "scoop-completion",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-20T20:49:51.0757831+08:00",
      "Version": "1.3.1",
      "Name": "scoop-search",
      "Info": "",
      "Source": "main"
    },
    {
      "Updated": "2023-03-20T21:39:15.1075458+08:00",
      "Version": "17.0.6-10",
      "Name": "temurin-lts-jdk",
      "Info": "",
      "Source": "java"
    },
    {
      "Updated": "2023-03-22T10:39:24.7737239+08:00",
      "Version": "0.10.0",
      "Name": "terminal-icons",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-07T23:21:29.7857109+08:00",
      "Version": "4.6.3",
      "Name": "treesize-free",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-06T20:01:33.6861718+08:00",
      "Version": "1.77.1",
      "Name": "vscode",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-09T12:28:26.7330687+08:00",
      "Version": "3.9.2.23",
      "Name": "wechat",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-02T19:23:31.1512639+08:00",
      "Version": "6.0.15",
      "Name": "windowsdesktop-runtime-lts",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-03-21T21:11:13.9020047+08:00",
      "Version": "5.2.1",
      "Name": "windynamicdesktop",
      "Info": "",
      "Source": "extras"
    },
    {
      "Updated": "2023-04-03T19:09:23.4385017+08:00",
      "Version": "1.10.6",
      "Name": "zerotier-np",
      "Info": "",
      "Source": "nonportable"
    },
    {
      "Updated": "2023-03-20T23:42:21.5270786+08:00",
      "Version": "2.3.3",
      "Name": "FiraCode-NF",
      "Info": "Global install",
      "Source": "nerd-fonts"
    }
  ],
  "config": {
    "proxy": "127.0.0.1:10819",
    "scoop_branch": "master",
    "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
  }
}
